Repository: kodeaffe/PHI
Catalog: phi/construction_systems/locale/*/LC_MESSAGES/django.po
Languages: de

source: Construction Systems
de: Bausysteme

source: Street
de: Strasse

source: Street of the address
de: Strasse der Anschrift

source: Post code
de: PLZ

source: Post code of the address (if applicable)
de: Postleitzahl der Anschrift (falls anwendbar)

source: Locality
de: Ort

source: Locality of the address, e.g. village, city
de: Ort der Anschrift, z.B. Dorf, Stadt

source: Region of the address, e.g. state, province, county
de: Region der Anschrift, z.B. Staat, Provinz, Bundesland

source: Country
de: Land

source: Country of the address, e.g. nation state
de: Land der Anschift, z.B. Nationalstaat

source: Company Address
de: Firmenanschrift

source: Company Addresses
de: Firmenanschriften

source: Name of the company
de: Name der Firma

source: Address
de: Anschrift

source: Address of the company
de: Anschrift der Firma

source: Company
de: Firma

source: Companies
de: Firmen

source: Name of the category
de: Name der Kategorie

source: Construction System Category
de: Bausystem-Kategorie

source: Construction System Categories
de: Bausystem-Kategorien

source: Name of the construction system
de: Name des Bausystems

source: Component ID
de: Komponenten-ID

source: Component ID of the construction system
de: Komponenten-ID des Bausystems

source: Category
de: Kategorie

source: Category of the construction system
de: Kategorie des Bausystems

source: Certification Date
de: Datum der Zertifizierung

source: When the construction system was certified
de: Wann das Bausystem zertifiziert wurde

source: Description (de)
de: Beschreibung (de)

source: German description of the construction system
de: Deutsche Beschreibung des Bausystems

source: Description (en)
de: Beschreibung (en)

source: English description of the construction system
de: Englische Beschreibung des Bausystems

source: Total Thickness
de: Gesamtdicke

source: Total thickness of the construction system in m
de: Gesamtdicke des Bausystems in m

source: U-Value
de: U-Wert

source: Thermal transmittance of the construction system in W/(m2K)
de: WÃ¤rmedurchleitungskoeffizient des Bausystems in W/(m2K)

source: Construction System
de: Bausystem

source: Description
de: Beschreibung

source: Total Thickness (in m)
de: Gesamtdicke (in m)

source: U-Value (in W/m<sup>2</sup>K)
de: U-Wert (in W/m<sup>2</sup>K)
